tap "azure/functions"
tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
brew "avro-tools"
brew "azcopy"
brew "openssl@1.1"
brew "azure-cli"
brew "git-flow"
brew "pipenv"
brew "tfenv"
brew "tree"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "fishtown-analytics/dbt/dbt"
cask "cyberduck"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "dotnet-sdk2-1-800"
cask "dotnet-sdk3-1-400"
cask "drawio"
cask "iterm2"
cask "microsoft-azure-storage-explorer"
cask "postman"
cask "snowflake-snowsql"
cask "spectacle"
cask "visual-studio-code"
cask "whatsapp"
