tap "azure/functions"
tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ngrok/ngrok"
brew "adr-tools"
brew "azcopy"
brew "azure-cli"
brew "duckdb"
brew "gh"
brew "grep"
brew "jq"
brew "node"
brew "openjdk@11"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "starship"
brew "tfenv"
brew "tree"
brew "wget"
brew "azure/functions/azure-functions-core-tools@4"
brew "dbt-labs/dbt/dbt-postgres"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "google-cloud-sdk"
cask "miniconda"
cask "ngrok"
cask "powershell"
cask "rectangle"
cask "snowflake-snowsql"
vscode "bierner.markdown-mermaid"
vscode "DavidAnson.vscode-markdownlint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "emeraldwalk.RunOnSave"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-azuretools.vscode-logicapps"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "samuelcolvin.jinjahtml"
vscode "yzhang.markdown-all-in-one"
